Table of Contents
 Enum BarEndExtendType
Namespace
IdeaRS.OpenModel.Detail
Assembly
IdeaRS.OpenModel.dll
Type of extension of bar
public enum BarEndExtendType
Fields
ExtendByDistance = 2
Extension by distance
ExtendToSegment = 1
Extension to the end of segment
No = 0
No extension
Fields
 Name |  Description
 ExtendByDistance = 2
Extension by distance
 ExtendToSegment = 1
Extension to the end of segment
 No = 0
No extension
 Edit this page